<template lang="pug">
  .row
    sidebox(:data="[{id: 'kind', title: '종류'}, {id: 'public', title: '공공저작물'}, {id: 'inword', title: '유행어'}, {id: 'northkorea', title: '대북방송'}, {id: 'school', title: '학교 교육'}]")
    .col.s12.l11.pull-l1(style="min-height: 400px;")
      #kind.section.scrollspy
        .card.z-depth-2
          .card-content
            p.card-title 저작물의 종류
            ul.list
              li
                p 소설, 시, 논문 같은 문자나 기호로 기록된 것은 물론 기록되지 않은
                  | 구술 또는 구연의 상태인 것도 포함되는 어문저작물,
              li
                p 음에 의해 표현되며 그 음악의 가사도 포함되는 음악저작물,
              li
                p 연극이나 무용, 무언극 등과 같이 몸짓 등 동작으로 표현되는
                  | 저작물인 연극저작물,
              li
                p 회화, 서예, 조각과 같이 색채 또는 형상에 의해 표현되는 미술저작물,
              li
                p 건축물에 의해 표현되는 건축저작물,
              li
                p 사진 또는 청사진과 같이 사진과 유사한 방법으로 표현되는 사진저작물,
              li
                p 영상물로 표현되는 영상저작물,
              li
                p 지도, 도형, 약도같은 모형으로 표현되는 도형저작물,
              li
                p 컴퓨터프로그램만을 별도로 분리하여 컴퓨터프로그램저작물
            p 로 분류하고 있습니다.
            br
            p 이밖에 별도로
            ul.list
              li
                p 기존의 원저작물을 번역, 편곡 등의 방법으로 작성한 창작물인
                  | 2차적 저작물,
              li
                p 저작물이나 부호 문자 등 소재의 집합물을 가르키는 편집물의 
                  | 그 소재의 선택이나 배열 또는 구성에 창작성이 있는 편집저작물,
              li
                p 2인 이상이 공동으로 창작하여 각자의 이바지한 부분을 분리하여 이용할 수 없는
                  | 공동저작물
            p 로 분류합니다.
      #public.section.scrollspy
        .card.z-depth-2
          .card-content
            p.card-title 공공저작물의 자유이용
            p 법률이나 고시, 판결처럼 공유의 필요성이 특히 높은 저작물의 경우
              | 처음부터 저작권보호를 하지 않는 방향으로 저작권법이 만들어졌습니다.
            p 그 밖의 저작물의 경우 이용을 활성화 하기 위해 저작권을 폭 넓게 제한하고 있습니다.
            br
            p 그 예시로 국가 또는 지방자치단체가 업무상 작성하여 공표한 저작물이나 
              | 계약에 따라 저작재산권의 전부를 보유한 저작물은 누구나 자유롭게 이용할 수 있습니다.
            p 단 한국저작권위원회에 등록되어 국유재산법에 따라 관리되는 국유재산 또는 공유재산 및
              | 물품 관리법에 따라 공유재산으로 관리되는 저작물의 경우 허락이 필요합니다.
            p 단 문화체육관광부장관이 정한 기준에 따라 국가 또는 지방자치단체가 필요한 경우 위의
              | 내용과 관계 없이 저작물을 이용할 수 있고, 그 내용을 기준에 따라 표시할 수 있습니다.
      #inword.section.scrollspy
        .card.z-depth-2
          .card-content
            p.card-title 드라마 속 유행어의 저작권
            p 저작권법이 보호하는 저작물은 인간의 사상 또는 감정을 표현한 창작물을 말합니다.
            br
            p 결과적으로 "~라고 전해라"나 "~이지 말입니다" 와 같은 동사 어미 또는 짧은 어구
              | 의 경우엔 저작권 보호를 받기 힘듭니다.
            p 단 유행어가 저작자의 개성이 반영되어 있다고 판단할 수 있을 경우에는 
              | 저작권이 성립됩니다.
      #northkorea.section.scrollspy
        .card.z-depth-2
          .card-content
            p.card-title 대북 방송을 위한 공연
            p 대북 확성기 방송으로 음반을 틀어줄 경우 저작권 이용료를 지불하지 않아도 됩니다.
            br
            p 원칙적으로 저작물을 이용하기 위해서는 저작물 이용 허가를 받고, 허락받은 범위 
              | 안에서 저작물을 이용하도록 규정되어 있습니다.
            p 저작물 이용에 대해 저작권자는 이용료 지급을 요구할 수도 있으며, 공중파나 라디오 
              | 등에서는 음악을 이용하기 위해 저작권자에게 이용료를 지불하고 있습니다.
            p 다만 대한민국의 저작권법에서는 예외적인 경우에 저작권을 제한하여 저작권자 등의 허락 
              | 없이 저작물을 이용할 수 있습니다.
            br
            p 대북 확성기 방송이 음반을 틀어 확성기로 소리를 증폭시켜 북한의 군인 및 주민에게 음악이 
              | 들리도록 했을 뿐이라면 저작권법에 의해 공연에 해당됩니다.
            p 하지만 청중(관중)으로부터 공연에 대한 대가를 받지 않고, 일부 정해진 경우에 의해 
              | 상업용 음반을 재생하여 공중에게 공연할 수 있습니다.
            br
            p 결과적으로 대북 확성기 방송을 위해 상업용 음반을 재생하여 공연하는 행위는 저작권자 등에게 
              | 저작권 이용료를 지불하지 않아도 됩니다.
      #school.section.scrollspy
        .card.z-depth-2
          .card-content
            p.card-title 학교 교육목적에의 이용
            p 학교 또는 교육지원기관에서는 교육이라는 목적을 위해 저작물을 이용하게 됩니다.
            p 저작권법의 기본 원칙으로는 타인의 저작물을 이용하기 위해 저작권자로부터 이용허락을 
              | 받아야 합니다.
            p 하지만 저작물을 이용할 때 일일이 허락을 받는 경우 비용이나 시간을 과다하게 소비하고, 
              | 교육활동에 지장을 줄 수 있습니다.
            br
            p 저작권법에서는 학교 또는 교육지원기관이 수업 또는 지원 목적으로 타인의 저작물을 
              | 이용하는 경우, 수업목적 보상금을 지급하도록 하였습니다.
            p 수업목적 보상금을 지급할 경우 별도의 이용허락 없이 저작물을 이용할 수 있도록 규정하고 있습니다.
            br
            p 하지만 고등학교 및 고등학교에 준하는 학교와 그 이하의 학교에서는 보상금을 지급하지 않아도 
              | 된다는 부칙이 있습니다.
            br
            p 대학의 경우 보상금수령단체와 포괄적 이용계약을 맺어 수업목적 보상금을 지원하고 있습니다.
            p 대학에서 교육을 담당하는 교원은 수업목적상 필요하다고 인정되는 경우, 공표된 저작물의 
              | 일부를 복제, 배포, 공연, 전시 또는 공중송신할 수 있으며,
            p 수업을 받는 재학생은 일정 범위 내에서 복제하거나 전송할 수 있습니다.
        
</template>

<script>
import '~/assets/ul.css'

import Sidebox from '~/components/Sidebox.vue'

import buildmeta from '~/assets/buildmeta'

const title = '저작권 토막상식 :: 저작권'
const meta = buildmeta(title, '저작권에 대한 토막상식을 담은 페이지입니다.',
  '', 'small_sunshine', null)

export default {
  components: {
    Sidebox
  },
  head () {
    return {
      title,
      meta
    }
  }
}
</script>
